
    
    
    
menu = input("[1] qshack-разговор с хакером\n[2]-Скачать нашу программу\n />")



if menu == "1":
	
	
	
	print("Дарова пират! могу научить некотрым штучкам хочешь?")
	
		
if menu == "2":
			while 1 == 1:
			 		print("xlay урок 1 не доверяй людям!!!")
    		
			
		
		
	
	
	

piratz = input("Ну отвечай да или нет?\n />")

if piratz == "да":
	
	
	
	print("хороший выбор пират. С чего начнём?")
	
	
	
	hack = input("[phish]-копирование сайтов\n [sq] -социальная инжинерия\n  />")
	
	
	
	if hack == "phish":
		
		
		
		print("копируй вот эту ссылку - - запускай прогу и пиши set url ссылка , потом set_action ссылка и потом run и всё ")
	
	
	if hack == "sq":
		
		
		
		print("прочекай аккаунт жертвы и сделай выводы и с этими выводами работай")
		
				
	